---
kind: enumMember
id: F:Autodesk.Revit.DB.SubfaceType.Bottom
enum: Autodesk.Revit.DB.SubfaceType
source: html/20b2a2c2-53b4-caab-ce4c-aec68a2aa084.htm
---
# Autodesk.Revit.DB.SubfaceType.Bottom

A horizontal face at the bottom of the room, as defined by the room's level and base offset, or
 a face of the room that is bounded below by a room-bounding element.